"ADD_EVENT_PROMPT" = "Détails de cet événement.";
"ADD_EVENT" = "Événement";
"EDIT_EVENT" = "Modifier";
"CANCEL" = "Annuler";

"DELETE" = "Supprimer";
"DELETE_ONE" = "Supprimer celui-ci seulement";
"DELETE_FUTURE" = "Supprimer tous ceux à venir";
"DELETE_RECURRING_ALERT_TITLE" = "Cet événement est récurrent.";
"DELETE_EVENT" = "Supprimer l’événement";

"DETACH_ONE" = "Seulement cet événement";
"DETACH_FUTURE" = "Événements à venir";
"DETACH_ALL" = "Tous les événements";
"DETACH_ALERT_TITLE" = "Cet événement est récurrent.";

"CANCEL_DIRTY_ALERT_TITLE" = "Cet événement a été modifié.";
"CANCEL_DIRTY_CANCEL" = "Annuler les modifications";
"CANCEL_DIRTY_REVIEW" = "Revoir les modifications";

"INVALID_ATTENDEE_ADDRESS_ALERT_TITLE" = "Envoi de l’invitation impossible";
"INVALID_ATTENDEE_ADDRESS_ALERT_BODY_FORMAT" = "« %@ » ne semble pas être une adresse électronique valide.";
"OK" = "OK";

"TITLE_PLACEHOLDER" = "Titre";
"LOCATION_PLACEHOLDER" = "Lieu";
"TITLE_DETAIL_NAV_TITLE" = "Titre et lieu";
"DEFAULT_EVENT_TITLE" = "Nouvel événement";
"ADD_TO_CALENDAR" = "Ajouter au calendrier";

"STARTS" = "Commence";
"ENDS" = "Se termine";
"DATE_DETAIL_NAV_TITLE" = "Début et fin";
"ALL_DAY_SWITCH_TITLE" = "Jour entier";
"TIME_ZONE" = "Fuseau horaire";
"FLOATING" = "Flottant";

"REPEAT" = "Récurrence";
"NEVER_DETAIL" = "pas de récurrence";
"DAILY_DETAIL" = "tous les jours";
"WEEKLY_DETAIL" = "toutes les semaines";
"BIWEEKLY_DETAIL" = "toutes les deux semaines";
"MONTHLY_DETAIL" = "tous les mois";
"YEARLY_DETAIL" = "tous les ans";
/* Used as a title for both repeating events and repeating reminders */
"RECURRENCE_DETAIL_NAV_TITLE" = "Récurrence";
"END_REPEAT" = "Fin de la récurrence";
"END_REPEAT_NAV_TITLE" = "Récurrence";
"TIME_ZONE_CHOOSER_PROMPT" = "Saisissez un nom de ville.";

"REPEAT_FOREVER" = "Répéter indéfiniment";

"ADD_INVITEES_NAV_TITLE" = "Ajouter des invités";
"ADD_INVITEES_PROMPT" = "Ajouter des invités à cet événement.";

/* used as alert title for save errors */
"CANNOT_SAVE_EVENT" = "Impossible d’enregistrer l’événement";
"ALERT_TIME" = "Durée de l’alerte";
"CANNOT_REPEAT_EVENT" = "Impossible de répéter l’événement";

"CALENDAR_DISAMBIGUATION_FORMAT" = "%@ (%@)";

